{
  # ========================================
  # キーボード設定
  # ========================================

  # 実装予定項目:
  # - fn / 地球儀キーを押して : 何もしない

  # ========================================
  # テキスト入力設定
  # ========================================

  # 実装予定項目:
  # - メニューバーに入力メニューを表示 : false
  # - caps lockキーでABC入力モードと切り替える : false
  # - 書類ごとに入力ソースを自動で切り替える : false
  # - 英字入力中にスペルを自動変換 : false
  # - 文頭を自動的に大文字にする : false
  # - インライン予測テキストを表示 : false
  # - 提案された返信を表示 : false
  # - スペースバーを2回押してピリオドを入力 : false

  # ========================================
  # キーボードショートカット設定
  # ========================================

  # 実装予定項目:
  # - Launchpad表示 : ⌥ + space
  # - アプリのショートカット
  #     - safari : サイドバーを表示/非表示 : cmd + s
  # - 修飾キー
  #     - キーボードを選択 : apple内蔵キーボード/トラックパッド
  #     - caps lockキー : controlキー
  #     - controlキー : controlキー
  # - フルスクリーンの表示 : option + a
}
